20211201174529-les_hauts_revenus_paient_pour_le_chomage_des_autres.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-02 Fri 09:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Les hauts revenus paient pour le chômage des autres</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Les hauts revenus paient pour le chômage des autres</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20211201174631-doxa.html#ID-3971d3ec-85c6-49dc-b1ad-54b935a641d8">Doxa</a></dd>
</dl>

<p>
Depuis le 1er Octobre 2018 les cotisations chômage sont payées par l'employeur, à un taux constant de 4.05%. Petite subtilité: l'assiette de cette cotisation est plafonnée. C'est-à-dire qu'un taux fixe est appliqué sur l'intégralité de votre salaire, sauf si celui-ci dépasse un certain montant; auquel cas le taux est appliqué sur la partie correspondant au montant du plafond.
</p>

<pre class="example">
illustration ici
</pre>


<p>
Le plafond est fixé à 4 fois le plafond de la sécurité sociale, soit
</p>

<div class="org-src-container">
<pre class="src src-python"><span style="font-weight: bold; font-style: italic;">plafond_secu</span> = 3448
<span style="font-weight: bold;">return</span> 4 * plafond_secu
</pre>
</div>

<p>
13792 euros / mois. Dans la même logique, le plafond de l'Allocation de Retour à l'Emploi est fixée à 256,96 € (grosso-modo équivalents, on ne va pas pinailler là-dessus).
A quatre fois le plafond on touche: 256.68 euros/jour (7700.40 euros bruts / mois) pendant 182 jours puis 179.68 euros pendant 548 jours
</p>

<div id="outline-container-orgc6574e8" class="outline-3">
<h3 id="orgc6574e8"><span class="todo TODO">TODO</span> Statistiques chômage / revenu</h3>
<div class="outline-text-3" id="text-orgc6574e8">
<p>
On a les effectifs par tranche de salaire.
On a des déciles bizarres pour le montant.
</p>
</div>
</div>

<div id="outline-container-org7c07f59" class="outline-3">
<h3 id="org7c07f59"><span class="todo TODO">TODO</span> Distribution revenus</h3>
</div>
<div id="outline-container-orgee91e4e" class="outline-3">
<h3 id="orgee91e4e"><span class="todo TODO">TODO</span> Distribution allocations chômage</h3>
</div>
<div id="outline-container-orgf8c94b9" class="outline-3">
<h3 id="orgf8c94b9"><span class="todo TODO">TODO</span> Cotisations sociales, comment ça marche?</h3>
</div>

<div id="outline-container-orgc929637" class="outline-3">
<h3 id="orgc929637">Références</h3>
<div class="outline-text-3" id="text-orgc929637">
<ul class="org-ul">
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://statistiques.pole-emploi.org/indem/publication">https://statistiques.pole-emploi.org/indem/publication</a></li>
<li>Code source calcul de l'ARE: <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.pole-emploi.org/opendata/calcul-de-lallocation-daide-au-r.html?type=article">https://www.pole-emploi.org/opendata/calcul-de-lallocation-daide-au-r.html?type=article</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgded2e96" class="outline-2">
<h2 id="orgded2e96">Links to this note</h2>
<div class="outline-text-2" id="text-orgded2e96">
<ul class="org-ul">
<li><a href="./20211201174631-doxa.html">Doxa</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>